{
    "locales": {
        "en": {
            "title": "My <span class='text-primary'>Portfolio</span>",
            "description": "Explore a selection of my recent projects and creative works."
        },
        "es": {
            "title": "Mi <span class='text-primary'>Portafolio</span>",
            "description": "Explora una selección de mis proyectos recientes y trabajos creativos."
        },
        "fr": {
            "title": "Mon <span class='text-primary'>Portfolio</span>",
            "description": "Découvrez une sélection de mes projets récents et œuvres créatives."
        },
        "zh": {
            "title": "我的<span class='text-primary'>作品集</span>",
            "description": "浏览我最近的一些项目和创意作品。"
        }
    },

    "subcategories": [
        {
            "id": "saas",
            "locales": {
                "en": {"title": "SAAS"},
                "es": {"title": "Productividad"},
                "fr": {"title": "Productivité"},
                "zh": {"title": "生产力"}
            }
        },
        {
            "id": "booking",
            "locales": {
                "en": {"title": "Bookings"},
                "es": {"title": "Utilidades"},
                "fr": {"title": "Utilitaires"},
                "zh": {"title": "工具"}
            }
        },
        {
            "id": "social",
            "locales": {
                "en": {"title": "Social"},
                "es": {"title": "Social"},
                "fr": {"title": "Social"},
                "zh": {"title": "社交"}
            }
        }
    ],

    "items": {
        "saas": [
            {
                "id": "cando",
                "title": "Know My Tow",
                "logoUrl": "images/portfolio/KMT.svg",
                "links": [
                    {"faIcon": "fas fa-globe", "href": "https://www.knowmytow.com/"}
                ],
                "images": [
                    {"src": "images/screenshots/kmt/1.png", "alt": "Know My Tow"},
                    {"src": "images/screenshots/kmt/2.png", "alt": "Know My Tow"},
                    {"src": "images/screenshots/kmt/3.png", "alt": "Know My Tow"},
                    {"src": "images/screenshots/kmt/4.png", "alt": "Know My Tow"},
                    {"src": "images/screenshots/kmt/5.png", "alt": "Know My Tow"},
                    {"src": "images/screenshots/kmt/6.png", "alt": "Know My Tow"},
                    {"src": "images/screenshots/kmt/7.png", "alt": "Know My Tow"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>Know My Tow</b> Simply meeting your vehicle’s max towing capacity isn’t enough. Factors like payload, GVM, towball download, and GCM determine if you’re safe, insured, and legal. Know My Tow removes the guesswork. Our interactive calculator, powered by data from 100,000+ Australian vehicles, gives you a clear towing status in four simple steps—plus a detailed report. Safe. Legal. Smart.",
                        "tags": ["saas", "wellness", "tasks", "focus"]
                    },
                    "es": {
                        "description": "<b>BrainPulse</b> es tu aplicación definitiva de productividad, que te ayuda a gestionar tareas, organizar tu horario y aumentar tu concentración. Con su interfaz elegante y moderna, BrainPulse ofrece funciones como listas de tareas, recordatorios, seguimiento de objetivos y métricas de productividad personalizables. Ya seas un estudiante, un profesional o cualquier persona que busque optimizar su tiempo y eficiencia, BrainPulse es tu aplicación indispensable para lograr más sin sacrificar el equilibrio entre el trabajo y la vida personal.",
                        "tags": ["aplicación", "productividad", "tareas", "concentración"]
                    },
                    "fr": {
                        "description": "<b>BrainPulse</b> est votre application ultime de productivité, vous aidant à gérer les tâches, organiser votre emploi du temps et améliorer votre concentration. Avec son interface élégante et moderne, BrainPulse propose des fonctionnalités telles que des listes de tâches, des rappels, un suivi des objectifs et des mesures de productivité personnalisables. Que vous soyez étudiant, professionnel ou toute personne cherchant à optimiser son temps et son efficacité, BrainPulse est votre application incontournable pour en faire plus tout en maintenant un équilibre entre travail et vie personnelle.",
                        "tags": ["application", "productivité", "tâches", "concentration"]
                    },
                    "zh": {
                        "description": "<b>BrainPulse</b> 是您的终极生产力应用，可帮助您管理任务，组织日程并增强专注力。凭借其时尚现代的界面，BrainPulse 提供任务列表、提醒、目标跟踪和可定制的生产力指标等功能。无论您是学生、专业人士还是任何希望优化时间和效率的人，BrainPulse 都是您不可或缺的应用程序，助您在保持工作与生活平衡的同时实现更多成就。",
                        "tags": ["应用", "生产力", "任务", "专注力"]
                    }
                }
            },

            {
                "id": "pvg",
                "title": "Valu8er Expert Reports",
                "logoUrl": "images/portfolio/Valu8er_White Bg_Logo.png",
                "links": [
                    {"faIcon": "fas fa-globe", "href": "https://myvalu8er.com/"}
                ],
                "locales": {
                    "en": {
                        "description": "The Mission of <b>Valu8er Expert Reports</b> is to transcend the standard of business valuations to one of true independence and mathematical precision. As noted by Valuations Guru, Aswath Damodoran, humans naturally have several inherent biases when providing valuation opinions (9 Human Biases in Valuation). Solving this, Valu8er uses A.I. and advanced algorithms to calculate 100% independent, Objective and Impartial suggested Revenue & EBITDA multiples every single time. Valu8er utilizes proprietary algorithm to provide precise suggested valuation multiples based on the concept of “relative valuation” and comparing subject companies to competitors and the industry based on the 12 Forces of Valuation. Furthermore, the algorithm is blind to whom the user is and the mandate every single time.Valu8er also eliminates the need for word documents, spreadsheets and file and employee management systems, by providing an all-for-one platform to complete business valuation reports. As a result, Valu8er saves at least 90% of time spend on valuation reports, while providing completely error free reports and beautiful visuals and charts.",
                        "tags": ["app", "valuation", "notes", "spreadsheets","company"]
                    },
                    "es": {
                        "description": "<b>Stackers</b> es tu aplicación todo en uno para la organización y la toma de notas, diseñada para optimizar tu vida digital. Con su integración perfecta de gestión de tareas, organización de notas y almacenamiento en la nube, Stackers te ayuda a mantener la organización y la productividad. Crea listas de tareas, apunta ideas y sincroniza tus notas en todos tus dispositivos sin esfuerzo. Ya seas estudiante, profesional o cualquier persona que busque un espacio de trabajo digital sin desorden, Stackers está aquí para elevar tu juego organizativo.",
                        "tags": ["aplicación", "organización", "notas", "productividad"]
                    },
                    "fr": {
                        "description": "<b>Stackers</b> est votre application tout-en-un pour l'organisation et la prise de notes, conçue pour simplifier votre vie numérique. Grâce à son intégration transparente de la gestion des tâches, de l'organisation des notes et du stockage cloud, Stackers vous aide à rester organisé et productif. Créez des listes de tâches, notez vos idées et synchronisez vos notes sur tous vos appareils en toute simplicité. Que vous soyez étudiant, professionnel ou toute personne recherchant un espace de travail numérique sans encombrement, Stackers est là pour élever votre niveau d'organisation.",
                        "tags": ["application", "organisation", "notes", "productivité"]
                    },
                    "zh": {
                        "description": "<b>Stackers</b> 是您的一体化组织和记事应用，旨在优化您的数字生活。通过无缝集成的任务管理、记事组织和云存储功能，Stackers 帮助您保持组织和高效。创建待办事项列表，记录想法，并轻松在各设备间同步您的笔记。无论您是学生、专业人士还是寻求无杂乱数字工作空间的任何人，Stackers 都在此，提升您的组织能力。",
                        "tags": ["应用", "组织", "笔记", "生产力"]
                    }
                }
            },
            {
                "id": "ngj",
                "title": "NGJ",
                "logoUrl": "images/portfolio/ngj.png",
                "links": [
                    {"faIcon": "fas fa-globe", "href": "https://ngjlegal.com.au/online-forms/"}
                ],
                "locales": {
                    "en": {
                        "description": "The philosophy behind <b>NGJ</b> Accounting is simple - give our clients exactly what they want, at a price they are comfortable with and aware of.We are not the conventional accounting firm. We do not charge in six minute increments, talk unnecessarily complicated and technical jargon, or contact you only to remind you that your tax returns are due. What we are passionate about is helping grow your business into a successful wealth generating enterprise so that you can reap the benefits of all your hard work. To do this, business owners often require guidance from experts who are all too aware of the many uncertainties encountered along the road to developing and maintaining a successful business. That is why <b>NGJ</b> is with you every step of the way, always on call to provide timely and critical advice when needed most.We don't want people worrying about the cost of having to pick up the phone and contact their accountant. If you are a client of <b>NGJ</b> and need timely advice before making those important business decisions, we would rather provide you with a few free minutes of our time to ensure you are from the beginning, walking in the right direction down the road to success.So don't spend time stressing over often trivial taxation and general business matters. Pick up the phone for some quick advice and feel relieved that you can spend more time developing your business and doing the things you are most passionate about.",
                        "tags": ["app", "finance", "money", "budget"]
                    },
                    "es": {
                        "description": "<b>SmartCash</b> es tu compañero inteligente para las finanzas personales, permitiéndote tomar el control de tu dinero sin esfuerzo. Con su interfaz fácil de usar, SmartCash proporciona un seguimiento en tiempo real de tus gastos e ingresos, lo que te permite identificar patrones de gasto y tomar decisiones financieras informadas. Mantente al tanto de tu presupuesto, ya que SmartCash ofrece recomendaciones personalizadas para ahorrar dinero y alcanzar tus objetivos financieros sin comprometer tu estilo de vida.",
                        "tags": ["aplicación", "finanzas", "dinero"]
                    },
                    "fr": {
                        "description": "<b>SmartCash</b> est votre compagnon intelligent pour les finances personnelles, vous permettant de prendre le contrôle de votre argent sans effort. Avec son interface conviviale, SmartCash offre un suivi en temps réel de vos dépenses et de vos revenus, vous permettant d'identifier les habitudes de dépenses et de prendre des décisions financières éclairées. Restez maître de votre budget, car SmartCash propose des recommandations personnalisées pour économiser de l'argent et atteindre vos objectifs financiers sans compromettre votre style de vie.",
                        "tags": ["application", "finance", "argent"]
                    },
                    "zh": {
                        "description": "<b>SmartCash</b> 是您在个人财务方面的智能伴侣，使您轻松掌控您的资金。凭借其用户友好的界面，SmartCash 实时跟踪您的支出和收入，使您能够识别支出模式并做出明智的财务决策。通过提供个性化建议来节省金钱并实现您的财务目标，SmartCash 使您的预算始终保持在掌握之中。",
                        "tags": ["应用", "财务", "金钱", "预算"]
                    }
                }
            }
            
        ],
      
        "booking": [
            {
                "id": "localstalls",
                "title": "LocalStalls",
                "logoUrl": "images/portfolio/localstalls.png",
                "links": [
                ],
                "locales": {
                    "en": {
                        "description": "<b>LocalStalls</b> is a comprehensive market booking system designed to facilitate stall reservations for vendors at various local markets. The platform offers a user-friendly interface for both vendors and market organizers, streamlining the booking process and enhancing market management. With features like stall availability tracking, online booking, and payment processing, LocalStalls aims to modernize and simplify the way local markets operate, ultimately boosting community engagement and supporting local businesses.",
                        "tags": ["app", "market", "booking","places"]
                    },
                    "es": {
                        "description": "<b>Snappy</b> es tu aplicación definitiva de fotografía, que te permite capturar y editar imágenes impresionantes sin esfuerzo. Con su interfaz intuitiva, Snappy ofrece una amplia gama de herramientas y filtros poderosos para mejorar tus fotos y potenciar tu creatividad. Ya seas un fotógrafo profesional o simplemente un aficionado, Snappy ofrece funciones como controles manuales, opciones de edición avanzadas y mejoras impulsadas por inteligencia artificial para llevar tu fotografía al siguiente nivel.",
                        "tags": ["aplicación", "fotografía", "cámara"]
                    },
                    "fr": {
                        "description": "<b>Snappy</b> est votre application ultime de photographie, vous permettant de capturer et d'éditer des images époustouflantes sans effort. Avec son interface intuitive, Snappy propose une large gamme d'outils puissants et de filtres pour améliorer vos photos et stimuler votre créativité. Que vous soyez un photographe professionnel ou simplement un amateur, Snappy offre des fonctionnalités telles que les commandes manuelles, les options d'édition avancées et les améliorations alimentées par l'IA pour pousser votre photographie à un niveau supérieur.",
                        "tags": ["application", "photographie"]
                    },
                    "zh": {
                        "description": "<b>Snappy</b> 是您的终极摄影应用，可轻松捕捉和编辑令人惊叹的图像。借助其直观的界面，Snappy 提供了各种强大的工具和滤镜，可增强您的照片并释放您的创造力。无论您是专业摄影师还是业余爱好者，Snappy 都提供诸如手动控制、高级编辑选项和基于人工智能的增强功能，将您的摄影推向新的高度。",
                        "tags": ["应用", "摄影", "相机"]
                    }
                }
            },  

            {
                "id": "guestbook",
                "title": "Guestbook",
                "logoUrl": "images/portfolio/guestbook.png",
                "links": [
                 
                ],
                "locales": {
                    "en": {
                        "description": "<b>Guestbook</b>  serves as a sophisticated hotel booking system tailored to meet the needs of travelers and hoteliers alike. Offering an intuitive interface, it enables guests to effortlessly browse and reserve accommodations based on their preferences and requirements. Meanwhile, hotel administrators benefit from streamlined management tools for handling bookings, room availability, and guest communication. With its seamless integration of booking functionalities and administrative features, Guestbook enhances the overall booking experience for both guests and hotel staff, ensuring efficient operations and satisfied customers.",
                        "tags": ["app", "hotel", "booking"]
                    },
                    "es": {
                        "description": "<b>Snappy</b> es tu aplicación definitiva de fotografía, que te permite capturar y editar imágenes impresionantes sin esfuerzo. Con su interfaz intuitiva, Snappy ofrece una amplia gama de herramientas y filtros poderosos para mejorar tus fotos y potenciar tu creatividad. Ya seas un fotógrafo profesional o simplemente un aficionado, Snappy ofrece funciones como controles manuales, opciones de edición avanzadas y mejoras impulsadas por inteligencia artificial para llevar tu fotografía al siguiente nivel.",
                        "tags": ["aplicación", "fotografía", "cámara"]
                    },
                    "fr": {
                        "description": "<b>Snappy</b> est votre application ultime de photographie, vous permettant de capturer et d'éditer des images époustouflantes sans effort. Avec son interface intuitive, Snappy propose une large gamme d'outils puissants et de filtres pour améliorer vos photos et stimuler votre créativité. Que vous soyez un photographe professionnel ou simplement un amateur, Snappy offre des fonctionnalités telles que les commandes manuelles, les options d'édition avancées et les améliorations alimentées par l'IA pour pousser votre photographie à un niveau supérieur.",
                        "tags": ["application", "photographie"]
                    },
                    "zh": {
                        "description": "<b>Snappy</b> 是您的终极摄影应用，可轻松捕捉和编辑令人惊叹的图像。借助其直观的界面，Snappy 提供了各种强大的工具和滤镜，可增强您的照片并释放您的创造力。无论您是专业摄影师还是业余爱好者，Snappy 都提供诸如手动控制、高级编辑选项和基于人工智能的增强功能，将您的摄影推向新的高度。",
                        "tags": ["应用", "摄影", "相机"]
                    }
                }
            }

            
        ],

        "social": [
          
        ]
    }
}