{
    "locales": {
        "en": {
            "title": "My <span class='text-primary'>Portfolio</span>",
            "description": "Explore a selection of my recent projects and creative works."
        },
        "es": {
            "title": "Mi <span class='text-primary'>Portafolio</span>",
            "description": "Explora una selección de mis proyectos recientes y trabajos creativos."
        },
        "fr": {
            "title": "Mon <span class='text-primary'>Portfolio</span>",
            "description": "Découvrez une sélection de mes projets récents et œuvres créatives."
        },
        "zh": {
            "title": "我的<span class='text-primary'>作品集</span>",
            "description": "浏览我最近的一些项目和创意作品。"
        }
    },
    "subcategories": [
        {
            "id": "saas",
            "locales": {
                "en": {
                    "title": "SAAS"
                },
                "es": {
                    "title": "SAAS"
                },
                "fr": {
                    "title": "SAAS"
                },
                "zh": {
                    "title": "SAAS"
                }
            }
        },
        {
            "id": "booking",
            "locales": {
                "en": {
                    "title": "Bookings"
                },
                "es": {
                    "title": "Utilidades"
                },
                "fr": {
                    "title": "Utilitaires"
                },
                "zh": {
                    "title": "工具"
                }
            }
        },
        {
            "id": "management",
            "locales": {
                "en": {
                    "title": "Management"
                },
                "es": {
                    "title": "Gestion"
                },
                "fr": {
                    "title": "Gestion"
                },
                "zh": {
                    "title": "管理"
                }
            }
        }
    ],
    "items": {
        "saas": [
            {
                "id": "kmt",
                "title": "Know My Tow",
                "logoUrl": "images/portfolio/KMT.svg",
                "links": [
                    {
                        "faIcon": "fas fa-globe",
                        "href": "https://www.knowmytow.com/"
                    }
                ],
                "images": [
                    {
                        "src": "images/screenshots/kmt/1.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/kmt/2.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/kmt/3.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/kmt/4.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/kmt/5.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/kmt/6.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/kmt/7.png",
                        "alt": "Know My Tow"
                    }
                ],
                "locales": {
                    "en": {
                        "description": "<b>Know My Tow</b> Simply meeting your vehicle’s max towing capacity isn’t enough. Factors like payload, GVM, towball download, and GCM determine if you’re safe, insured, and legal. Know My Tow removes the guesswork. Our interactive calculator, powered by data from 100,000+ Australian vehicles, gives you a clear towing status in four simple steps—plus a detailed report. Safe. Legal. Smart.",
                        "tags": [
                            "saas",
                            "wellness",
                            "tasks",
                            "focus"
                        ]
                    },
                    "es": {
                        "description": "<b>Know My Tow</b> Cumplir con la capacidad máxima de remolque de tu vehículo no es suficiente. Factores como la carga útil, el GVM, la carga sobre la bola del remolque y el GCM determinan si estás seguro, asegurado y dentro de la ley. Know My Tow elimina las dudas. Nuestra calculadora interactiva, basada en datos de más de 100,000 vehículos australianos, te brinda un estado claro de remolque en cuatro simples pasos, además de un informe detallado. Seguro. Legal. Inteligente.",
                        "tags": [
                            "saas",
                            "bienestar",
                            "tareas",
                            "concentración"
                        ]
                    },
                    "fr": {
                        "description": "<b>Know My Tow</b> Respecter simplement la capacité de remorquage maximale de votre véhicule ne suffit pas. Des facteurs comme la charge utile, le PNBV, la charge sur la boule d'attelage et le MMA déterminent si vous êtes en sécurité, assuré et en règle. Know My Tow élimine les incertitudes. Notre calculateur interactif, alimenté par les données de plus de 100 000 véhicules australiens, vous fournit un état clair du remorquage en quatre étapes simples — plus un rapport détaillé. Sécurisé. Légal. Intelligent.",
                        "tags": [
                            "saas",
                            "bien-être",
                            "tâches",
                            "concentration"
                        ]
                    },
                    "zh": {
                        "description": "<b>Know My Tow</b> 仅满足车辆的最大牵引能力是不够的。载重、总质量、牵引球载重和联合总质量等因素决定了你是否安全、合法并受到保险保障。Know My Tow 消除了猜测。我们基于10万多辆澳大利亚车辆数据的交互式计算器，只需四个简单步骤即可提供清晰的牵引状态报告。安全。合法。智能。",
                        "tags": [
                            "SaaS",
                            "健康",
                            "任务",
                            "专注"
                        ]
                    }
                }
            },
            {
                "id": "pvg",
                "title": "Valu8er Expert Reports",
                "logoUrl": "images/portfolio/pvg-logo.png",
                "links": [
                    {
                        "faIcon": "fas fa-globe",
                        "href": "https://myvalu8er.com/"
                    }
                ],
                "locales": {
                    "en": {
                        "description": "The Mission of <b>Valu8er Expert Reports</b> is to transcend the standard of business valuations to one of true independence and mathematical precision. As noted by Valuations Guru, Aswath Damodoran, humans naturally have several inherent biases when providing valuation opinions (9 Human Biases in Valuation). Solving this, Valu8er uses A.I. and advanced algorithms to calculate 100% independent, Objective and Impartial suggested Revenue & EBITDA multiples every single time. Valu8er utilizes proprietary algorithm to provide precise suggested valuation multiples based on the concept of “relative valuation” and comparing subject companies to competitors and the industry based on the 12 Forces of Valuation. Furthermore, the algorithm is blind to whom the user is and the mandate every single time. Valu8er also eliminates the need for word documents, spreadsheets and file and employee management systems, by providing an all-for-one platform to complete business valuation reports. As a result, Valu8er saves at least 90% of time spent on valuation reports, while providing completely error-free reports and beautiful visuals and charts.",
                        "tags": [
                            "app",
                            "valuation",
                            "notes",
                            "spreadsheets",
                            "company"
                        ]
                    },
                    "es": {
                        "description": "La misión de <b>Valu8er Expert Reports</b> es trascender el estándar de valoraciones empresariales hacia uno de verdadera independencia y precisión matemática. Como lo señala el gurú de las valoraciones Aswath Damodoran, los humanos tienen varios sesgos inherentes al emitir opiniones de valoración. Para resolver esto, Valu8er utiliza inteligencia artificial y algoritmos avanzados para calcular múltiplos sugeridos de ingresos y EBITDA 100 % independientes, objetivos e imparciales en todo momento. Utiliza un algoritmo propio basado en la valoración relativa, comparando empresas con competidores y su industria según las 12 Fuerzas de Valoración. Además, el algoritmo es ciego al usuario y al mandato. Valu8er también elimina la necesidad de documentos Word, hojas de cálculo y sistemas de gestión de archivos y empleados, al proporcionar una plataforma todo en uno para realizar informes de valoración empresarial. Como resultado, Valu8er ahorra al menos un 90 % del tiempo dedicado a estos informes, brindando resultados sin errores y con visuales y gráficos impresionantes.",
                        "tags": [
                            "aplicación",
                            "valoración",
                            "notas",
                            "hojas de cálculo",
                            "empresa"
                        ]
                    },
                    "fr": {
                        "description": "La mission de <b>Valu8er Expert Reports</b> est de dépasser les normes traditionnelles d’évaluation d’entreprise pour atteindre une véritable indépendance et une précision mathématique. Comme le souligne le gourou de l’évaluation, Aswath Damodoran, les humains ont naturellement plusieurs biais lorsqu'ils donnent leur avis sur une évaluation. Pour y remédier, Valu8er utilise l’intelligence artificielle et des algorithmes avancés pour calculer des multiples suggérés de revenus et d’EBITDA totalement indépendants, objectifs et impartiaux à chaque fois. Valu8er utilise un algorithme propriétaire basé sur la méthode de “valorisation relative”, en comparant les entreprises à leurs concurrents et à leur secteur selon les 12 Forces de l’Évaluation. De plus, l’algorithme ignore totalement l’identité de l’utilisateur ou le mandat. Valu8er élimine également le besoin de documents Word, de feuilles de calcul et de systèmes de gestion de fichiers ou d’employés, en offrant une plateforme tout-en-un pour créer des rapports de valorisation d’entreprise. Résultat : un gain de temps d’au moins 90 %, des rapports sans erreur, et des visualisations superbes.",
                        "tags": [
                            "application",
                            "évaluation",
                            "notes",
                            "tableurs",
                            "entreprise"
                        ]
                    },
                    "zh": {
                        "description": "<b>Valu8er Expert Reports</b> 的使命是将传统商业估值的标准提升到真正独立和数学精确的水平。正如估值专家 Aswath Damodoran 所指出的，人类在提供估值意见时天生存在多个偏见。为了解决这一问题，Valu8er 使用人工智能和先进算法，每次都能计算出 100% 独立、客观、公正的建议收入与 EBITDA 倍数。它利用专有算法，基于“相对估值”理念，通过与竞争对手及行业的比较，结合估值的 12 个影响因素，提供精准的估值建议。此外，该算法在每次计算中都不会受到用户身份或委托的影响。Valu8er 还消除了对 Word 文档、电子表格、文件和员工管理系统的依赖，提供一体化平台来完成商业估值报告。因此，Valu8er 至少节省 90% 的估值报告时间，生成零错误且配有精美图表和可视化的报告。",
                        "tags": [
                            "应用",
                            "估值",
                            "笔记",
                            "电子表格",
                            "公司"
                        ]
                    }
                }
            }
            
        ],
        "booking": [
            {
                "id": "localstalls",
                "title": "LocalStalls",
                "logoUrl": "images/portfolio/localstalls.png",
                "links": [
                    {
                        "faIcon": "fas fa-globe",
                        "href": "https://localstalls.com/en"
                    }
                ],
                "images": [
                    {
                        "src": "images/screenshots/localstalls/4.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/localstalls/1.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/localstalls/2.png",
                        "alt": "Know My Tow"
                    },
                    {
                        "src": "images/screenshots/localstalls/3.png",
                        "alt": "Know My Tow"
                    }
                ],
                "locales": {
                    "en": {
                        "description": "<b>LocalStalls</b> is a comprehensive market booking system designed to facilitate stall reservations for vendors at various local markets. The platform offers a user-friendly interface for both vendors and market organizers, streamlining the booking process and enhancing market management. With features like stall availability tracking, online booking, and payment processing, LocalStalls aims to modernize and simplify the way local markets operate, ultimately boosting community engagement and supporting local businesses.",
                        "tags": [
                            "app",
                            "market",
                            "booking",
                            "places"
                        ]
                    },
                    "es": {
                        "description": "<b>LocalStalls</b> es un sistema integral de reservas de puestos diseñado para facilitar la reserva de espacios para vendedores en distintos mercados locales. La plataforma ofrece una interfaz fácil de usar tanto para los vendedores como para los organizadores, agilizando el proceso de reserva y mejorando la gestión del mercado. Con funciones como seguimiento de disponibilidad, reservas en línea y procesamiento de pagos, LocalStalls busca modernizar y simplificar el funcionamiento de los mercados locales, fomentando así la participación comunitaria y apoyando a los negocios locales.",
                        "tags": [
                            "aplicación",
                            "mercado",
                            "reserva",
                            "lugares"
                        ]
                    },
                    "fr": {
                        "description": "<b>LocalStalls</b> est un système complet de réservation de stands conçu pour faciliter les réservations des vendeurs sur divers marchés locaux. La plateforme propose une interface conviviale pour les vendeurs et les organisateurs de marchés, simplifiant le processus de réservation et améliorant la gestion des marchés. Avec des fonctionnalités telles que le suivi de la disponibilité des stands, la réservation en ligne et le traitement des paiements, LocalStalls vise à moderniser et à simplifier le fonctionnement des marchés locaux, renforçant l'engagement communautaire et soutenant les entreprises locales.",
                        "tags": [
                            "application",
                            "marché",
                            "réservation",
                            "lieux"
                        ]
                    },
                    "zh": {
                        "description": "<b>LocalStalls</b> 是一个全面的市场摊位预订系统，旨在方便供应商在各地本地市场预订摊位。该平台为供应商和市场组织者提供了用户友好的界面，简化了预订流程并提升了市场管理效率。通过摊位可用性跟踪、在线预订和支付处理等功能，LocalStalls 致力于现代化和简化本地市场的运作，从而促进社区参与并支持本地企业。",
                        "tags": [
                            "应用",
                            "市场",
                            "预订",
                            "地点"
                        ]
                    }
                }
            },
            {
                "id": "guestbook",
                "title": "Guestbook",
                "logoUrl": "images/portfolio/guestbook.png",
                "links": [],
                "locales": {
                    "en": {
                        "description": "<b>Guestbook</b> serves as a sophisticated hotel booking system tailored to meet the needs of travelers and hoteliers alike. Offering an intuitive interface, it enables guests to effortlessly browse and reserve accommodations based on their preferences and requirements. Meanwhile, hotel administrators benefit from streamlined management tools for handling bookings, room availability, and guest communication. With its seamless integration of booking functionalities and administrative features, Guestbook enhances the overall booking experience for both guests and hotel staff, ensuring efficient operations and satisfied customers.",
                        "tags": [
                            "app",
                            "hotel",
                            "booking"
                        ]
                    },
                    "es": {
                        "description": "<b>Guestbook</b> es un sofisticado sistema de reservas de hotel diseñado para satisfacer las necesidades tanto de los viajeros como de los hoteleros. Con una interfaz intuitiva, permite a los huéspedes navegar y reservar alojamiento de manera fácil y rápida, según sus preferencias y requisitos. Mientras tanto, los administradores de los hoteles se benefician de herramientas de gestión optimizadas para manejar las reservas, la disponibilidad de las habitaciones y la comunicación con los huéspedes. Con su integración perfecta de funcionalidades de reserva y características administrativas, Guestbook mejora la experiencia general de reserva tanto para los huéspedes como para el personal del hotel, asegurando operaciones eficientes y clientes satisfechos.",
                        "tags": [
                            "aplicación",
                            "hotel",
                            "reserva"
                        ]
                    },
                    "fr": {
                        "description": "<b>Guestbook</b> est un système sophistiqué de réservation d'hôtels conçu pour répondre aux besoins des voyageurs et des hôteliers. Grâce à son interface intuitive, il permet aux clients de parcourir et de réserver des hébergements en fonction de leurs préférences et de leurs besoins. Pendant ce temps, les administrateurs d'hôtels bénéficient d'outils de gestion simplifiés pour gérer les réservations, la disponibilité des chambres et la communication avec les clients. Grâce à son intégration fluide des fonctionnalités de réservation et des outils administratifs, Guestbook améliore l'expérience globale de réservation pour les clients et le personnel de l'hôtel, assurant une gestion efficace et des clients satisfaits.",
                        "tags": [
                            "application",
                            "hôtel",
                            "réservation"
                        ]
                    },
                    "zh": {
                        "description": "<b>Guestbook</b> 是一个先进的酒店预订系统，旨在满足旅行者和酒店经营者的需求。凭借其直观的界面，顾客可以轻松浏览并根据个人偏好和要求预定住宿。与此同时，酒店管理员可以通过简化的管理工具处理预订、房间可用性和客户沟通。Guestbook 无缝集成了预订功能和管理工具，提高了客户和酒店员工的整体预订体验，确保高效的运营和客户满意。",
                        "tags": [
                            "应用",
                            "酒店",
                            "预订"
                        ]
                    }
                }
            }
        ],
        "management": [
            {
                "id": "buildmax",
                "title": "Buildmax",
                "logoUrl": "images/portfolio/buildmax.png",
                "locales": {
                    "en": {
                        "description": "BUILDMAX™ was created to address critical gaps in construction procurement and foster stronger supplier-customer partnerships. Inspired by his experience as a Procurement Officer, Bobby recognized inefficiencies in sourcing and product alignment, leading to a vision of redefining industry standards through innovation and collaboration.",
                        "tags": [
                            "app",
                            "hotel",
                            "booking"
                        ]
                    },
                    "es": {
                        "description": "BUILDMAX™ fue creado para abordar brechas críticas en la adquisición de materiales de construcción y fomentar relaciones más sólidas entre proveedores y clientes. Inspirado por su experiencia como responsable de compras, Bobby identificó ineficiencias en la búsqueda y alineación de productos, lo que lo llevó a imaginar una nueva forma de redefinir los estándares de la industria a través de la innovación y la colaboración.",
                        "tags": [
                            "aplicación",
                            "construcción",
                            "proveedores"
                        ]
                    },
                    "fr": {
                        "description": "BUILDMAX™ a été créé pour combler des lacunes critiques dans l'approvisionnement en construction et favoriser des partenariats plus solides entre fournisseurs et clients. Inspiré par son expérience en tant qu'agent d'approvisionnement, Bobby a constaté des inefficacités dans le sourcing et l'alignement des produits, ce qui l'a conduit à vouloir redéfinir les standards du secteur grâce à l'innovation et à la collaboration.",
                        "tags": [
                            "application",
                            "construction",
                            "fournisseurs"
                        ]
                    },
                    "zh": {
                        "description": "BUILDMAX™ 的诞生旨在解决建筑采购中的关键短板，并促进供应商与客户之间更紧密的合作关系。受其作为采购官员经历的启发，Bobby 发现了采购和产品匹配中的低效问题，从而萌生了通过创新与协作重新定义行业标准的愿景。",
                        "tags": [
                            "应用",
                            "建筑",
                            "供应商"
                        ]
                    }
                },
                "links": [
                    {
                        "faIcon": "fas fa-globe",
                        "href": "https://gobuildmax.com/"
                    }
                ],
                "images": [
                    {
                        "src": "images/screenshots/buildmax/1.png",
                        "alt": "Buildmax"
                    },
                    {
                        "src": "images/screenshots/buildmax/2.png",
                        "alt": "Buildmax"
                    },
                    {
                        "src": "images/screenshots/buildmax/3.png",
                        "alt": "Buildmax"
                    },
                    {
                        "src": "images/screenshots/buildmax/4.png",
                        "alt": "Buildmax"
                    },
                    {
                        "src": "images/screenshots/buildmax/5.png",
                        "alt": "Buildmax"
                    },
                    {
                        "src": "images/screenshots/buildmax/6.png",
                        "alt": "Buildmax"
                    },
                    {
                        "src": "images/screenshots/buildmax/7.png",
                        "alt": "Buildmax"
                    },
                    {
                        "src": "images/screenshots/buildmax/8.png",
                        "alt": "Buildmax"
                    }
                ]
              
            }
        ]
    }
}
