{
    "locales": {
        "en": {
            "title": "<span class='text-primary'>Professional</span> Experience",
            "description": "A look into my work experience and career journey."
        },
        "es": {
            "title": "<span class='text-primary'>Experiencia</span> Profesional",
            "description": "Un vistazo a mi experiencia laboral y trayectoria profesional."
        },
        "fr": {
            "title": "Expérience <span class='text-primary'>Professionnelle</span>",
            "description": "Un aperçu de mon expérience professionnelle et de mon parcours de carrière."
        },
        "zh": {
            "title": "<span class='text-primary'>专业</span> 经验",
            "description": "了解我的工作经验和职业之旅。"
        }
    },
    "items": [
        {
            "id": "experience_item_1",
            "place": "@link{places.elephant}",
            "period": [
                "2022/03",
                "2022/06"
            ],
            "locales": {
                "en": {
                    "title": "Web Developer Intern",
                    "description": "Getting familiar with frontend frameworks like Vue.js or React, and understanding their basic concepts. Becoming proficient in using development tools like code editors (e.g., Visual Studio Code), browsers' developer tools, and package managers (e.g., npm)."
                },
                "es": {
                    "title": "Practicante de Desarrollo Web",
                    "description": "Familiarizándome con frameworks frontend como Vue.js o React, y comprendiendo sus conceptos básicos. Volviéndome competente en el uso de herramientas de desarrollo como editores de código (por ejemplo, Visual Studio Code), herramientas de desarrollo de navegadores y gestores de paquetes (por ejemplo, npm)."
                },
                "fr": {
                    "title": "Stagiaire Développeur Web",
                    "description": "Apprendre à connaître les frameworks frontend comme Vue.js ou React, et comprendre leurs concepts de base. Devenir compétent dans l'utilisation d'outils de développement tels que les éditeurs de code (par exemple, Visual Studio Code), les outils de développement des navigateurs et les gestionnaires de paquets (par exemple, npm)."
                },
                "zh": {
                    "title": "前端开发实习生",
                    "description": "熟悉 Vue.js 或 React 等前端框架，理解其基本概念。熟练使用开发工具，如代码编辑器（例如 Visual Studio Code）、浏览器开发工具和包管理工具（例如 npm）。"
                }
            }
        },
        {
            "id": "experience_item_2",
            "place": "@link{places.innsite-front}",
            "period": [
                "2022/07",
                "2023/07"
            ],
            "locales": {
                "en": {
                    "title": "Jr Frontend Developer",
                    "description": "Designing and implementing user interfaces that work seamlessly across different devices and screen sizes using Vue.js and CSS frameworks like Vuetify or Bootstrap. Setting up and managing routes in Vue.js using vue-router to create a single-page application (SPA) experience. Use Vuex for managing application state in large-scale Vue.js applications, ensuring data consistency and maintainability."
                },
                "es": {
                    "title": "Designer Senior UI/UX",
                    "description": "Lideré proyectos de diseño, realicé investigaciones exhaustivas sobre usuarios y utilicé información basada en datos para mejorar las experiencias de usuario. Gestioné equipos de diseño, fomentando la creatividad y la innovación al tiempo que implementaba las mejores prácticas de diseño para obtener resultados exitosos en diversos productos digitales."
                },
                "fr": {
                    "title": "Designer UI/UX Senior",
                    "description": "A piloté les initiatives UX en supervisant une équipe de concepteurs, en élaborant des stratégies de conception et en dirigeant des collaborations interfonctionnelles avec les responsables de produits, les ingénieurs et les cadres. Axé sur la création de designs centrés sur l'utilisateur alignés sur les objectifs commerciaux et aboutissant à une satisfaction accrue des utilisateurs."
                },
                "zh": {
                    "title": "高级UI/UX设计师",
                    "description": "领导设计项目，进行全面的用户研究，利用数据驱动的见解提升用户体验。管理设计团队，培养创意和创新，同时实施设计最佳实践，为各种数字产品交付成功的结果。"
                }
            }
        },
        {
            "id": "experience_item_3",
            "place": "@link{places.innsite-full}",
            "period": [
                "2023/08",
                "present"
            ],
            "locales": {
                "en": {
                    "title": "Full Stack Developer",
                    "description": "Improving the performance of web applications by implementing best practices, such as lazy loading, code splitting, and caching.standard and deliver high quality codes Developing well-designed and documented APIs using Laravel's built-in features, such as routing, controllers, and middleware. Writing unit tests, integration tests, and end-to-end tests to ensure the reliability and functionality of web applications."
                },
                "es": {
                    "title": "Designer UX Principal",
                    "description": "Impulsé iniciativas de UX supervisando un equipo de diseñadores, elaborando estrategias de diseño y liderando colaboraciones multifuncionales con gerentes de producto, ingenieros y ejecutivos. Centrado en crear diseños centrados en el usuario que se alinearan con los objetivos comerciales y que dieron como resultado una mayor satisfacción del usuario."
                },
                "fr": {
                    "title": "Designer UX Principal",
                    "description": "A piloté les initiatives UX en supervisant une équipe de concepteurs, en élaborant des stratégies de conception et en dirigeant des collaborations interfonctionnelles avec les responsables de produits, les ingénieurs et les cadres. Axé sur la création de designs centrés sur l'utilisateur alignés sur les objectifs commerciaux et aboutissant à une satisfaction accrue des utilisateurs."
                },
                "zh": {
                    "title": "首席用户体验设计师",
                    "description": "通过监督设计团队、制定设计战略，并与产品经理、工程师和高管共同推动跨职能合作，推动了用户体验的创新。专注于创建符合业务目标的以用户为中心的设计，从而实现了增强的用户满意度。"
                }
            }
        }
    ]
}